# Optional packages - install with: brew bundle install --file=homebrew/Brewfile.optional
tap "coder/coder"
tap "dart-lang/dart"
tap "f1bonacc1/tap"
tap "sonatype-nexus-community/nancy-tap"
tap "steveyegge/beads"
brew "bazel"
brew "cfn-lint"
brew "claude-code-router"
brew "dotnet"
brew "doctl"
brew "drone-cli"
brew "fabric-ai"
brew "jupyterlab"
brew "k6"
brew "kind"
brew "kotlin"
brew "libomp"
brew "mysql-client@8.4"
brew "mysql@8.4", restart_service: :changed
brew "nginx"
brew "node@22"
brew "ollama", restart_service: :changed
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "qemu"
brew "traefik"
brew "typst"
brew "f1bonacc1/tap/process-compose"
brew "sonatype-nexus-community/nancy-tap/nancy"
brew "steveyegge/beads/bd"
cask "bitwarden"
cask "claude-code"
cask "codex"
cask "flutter"
cask "keybase"
cask "macfuse"
cask "mysqlworkbench"
cask "redis-insight"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
