tap "golangci/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "knqyf263/pet"
tap "thecasualcoder/stable"
brew "sqlite"
brew "bash"
brew "bat"
brew "cairo"
brew "colordiff"
brew "consul"
brew "direnv"
brew "docker-machine"
brew "dockerize"
brew "exa"
brew "fd"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-gui"
brew "git-open"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "harfbuzz"
brew "graphviz"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jenv"
brew "jq"
brew "k3d"
brew "kind"
brew "kotlin"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "minikube"
brew "node"
brew "nginx"
brew "nmap"
brew "nomad"
brew "nss"
brew "nutcracker"
brew "postgresql"
brew "pstree"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sk"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "terraform"
brew "tig"
brew "tldr"
brew "tmux"
brew "traefik"
brew "tree"
brew "vault"
brew "watch"
brew "websocketd"
brew "wget"
brew "goreleaser/tap/goreleaser"
brew "knqyf263/pet/pet"
brew "thecasualcoder/stable/kube-fzf"
brew "thecasualcoder/stable/kube-tmuxp"
brew "thecasualcoder/stable/tztail"
cask "android-platform-tools"
cask "appcleaner"
cask "bitwarden"
cask "caffeine"
cask "docker"
cask "firefox-nightly"
cask "flycut"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "github"
cask "macdown"
cask "macfuse"
cask "notion"
cask "spectacle"
cask "sublime-text"
cask "vagrant"
cask "veracrypt"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
