tap "golangci/tap"
tap "knqyf263/pet"
tap "thecasualcoder/stable"
brew "sqlite"
brew "bash"
brew "bat"
brew "colordiff"
brew "direnv"
brew "dockerize"
brew "doctl"
brew "fd"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-gui"
brew "git-open"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jenv"
brew "jq"
brew "k3d"
brew "kind"
brew "kotlin"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "nginx"
brew "node"
brew "opa"
brew "postgresql"
brew "pstree"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sk"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "knqyf263/pet/pet"
brew "thecasualcoder/stable/kube-fzf"
brew "thecasualcoder/stable/kube-tmuxp"
brew "thecasualcoder/stable/tztail"
brew "docker"
brew "colima"
brew "openjdk@21"
cask "android-platform-tools"
cask "appcleaner"
cask "bitwarden"
cask "caffeine"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "github"
cask "google-cloud-sdk"
cask "goreleaser"
cask "macdown"
cask "sublime-text"
cask "vagrant"
cask "visual-studio-code"
