tap "coder/coder"
tap "dart-lang/dart"
tap "f1bonacc1/tap"
tap "go-task/tap"
tap "golangci/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "knqyf263/pet"
tap "sonatype-nexus-community/nancy-tap"
tap "steveyegge/beads"
tap "thecasualcoder/stable"
brew "bash"
brew "bat"
brew "bazel"
brew "cfn-lint"
brew "claude-code-router"
brew "colima"
brew "colordiff"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-machine"
brew "dockerize"
brew "doctl"
brew "drone-cli"
brew "fabric-ai"
brew "fd"
brew "flyctl"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-filter-repo"
brew "git-gui"
brew "git-lfs"
brew "git-open"
brew "gitleaks"
brew "gnupg"
brew "gnutls"
brew "go"
brew "golang-migrate"
brew "goreleaser", link: false
brew "gotestsum"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jenv"
brew "jq"
brew "jupyterlab"
brew "k3d"
brew "k6"
brew "kind"
brew "kotlin"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lefthook"
brew "libomp"
brew "libpq"
brew "libtool"
brew "lima"
brew "mysql-client@8.4"
brew "mysql@8.4", restart_service: :changed
brew "nginx"
brew "node"
brew "node@22"
brew "ollama", restart_service: :changed
brew "opa"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "patchutils"
brew "poppler"
brew "pstree"
brew "qemu"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sk"
brew "sops"
brew "sqlite"
brew "starship"
brew "stern"
brew "stow"
brew "structurizr-cli"
brew "telnet"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "traefik"
brew "tree"
brew "typst"
brew "unbound"
brew "watch"
brew "wget"
brew "f1bonacc1/tap/process-compose"
brew "go-task/tap/go-task"
brew "knqyf263/pet/pet"
brew "sonatype-nexus-community/nancy-tap/nancy"
brew "steveyegge/beads/bd"
brew "thecasualcoder/stable/kube-fzf"
brew "thecasualcoder/stable/kube-tmuxp"
brew "thecasualcoder/stable/tztail"
cask "android-platform-tools"
cask "basictex"
cask "bitwarden"
cask "bruno"
cask "claude-code"
cask "codex"
cask "dbeaver-community"
cask "flutter"
cask "flycut"
cask "font-bitter"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-inter"
cask "github"
cask "goreleaser/tap/goreleaser"
cask "hiddenbar"
cask "keybase"
cask "macfuse"
cask "mysqlworkbench"
cask "redis-insight"
cask "sublime-text"
cask "vagrant"
cask "visual-studio-code"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "equimper.react-native-react-redux"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "irongeek.vscode-env"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.sublime-keybindings"
vscode "msjsdiag.vscode-react-native"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rubymaniac.vscode-direnv"
vscode "shardulm94.trailing-spaces"
vscode "stylelint.vscode-stylelint"
vscode "yzane.markdown-pdf"
go "github.com/daixiang0/gci"
go "github.com/dmarkham/enumer"
go "github.com/evilmartians/lefthook"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/securego/gosec/v2/cmd/gosec"
go "github.com/swaggo/swag/cmd/swag"
go "go.uber.org/mock/mockgen"
go "golang.org/x/tools/cmd/stringer"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
