# Optional packages - install with: brew bundle install --file=homebrew/Brewfile.optional
tap "coder/coder"
tap "dart-lang/dart"
brew "bazel"
brew "cfn-lint"
brew "drone-cli"
brew "fabric-ai"
brew "jupyterlab"
brew "k3d"
brew "k6"
brew "kind"
brew "kotlin"
brew "libomp"
brew "nginx"
brew "ollama", restart_service: :changed
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "qemu"
brew "traefik"
brew "typst"
cask "codex"
cask "flutter"
